          01 REG-USUARIOS.
             03 ID-USUARIO                  PIC 9(02).
             03 NOME-USUARIO                PIC X(22).
             03 EMAIL-USUARIO               PIC X(22).
             03 PHONE-USUARIO               PIC X(13).
             03 PASSWORD-USUARIO            PIC X(10).
